{
  "paragraphs": [
    {
      "text": "%mysql_aso\nselect * from aso_reports ",
      "user": "anonymous",
      "dateUpdated": "2018-09-17 10:28:25.270",
      "config": {
        "colWidth": 12.0,
        "fontSize": 9.0,
        "enabled": true,
        "results": {
          "0": {
            "graph": {
              "mode": "table",
              "height": 300.0,
              "optionOpen": true,
              "setting": {
                "table": {
                  "tableGridState": {},
                  "tableColumnTypeState": {
                    "names": {
                      "REPORT_ID": "string",
                      "REPORTS_NAME": "string",
                      "SUB_DOMAIN": "string",
                      "FREQUENCY": "string",
                      "REPORT_OWNER": "string",
                      "TYPE_OF_REPORT": "string",
                      "PURPOSE": "string",
                      "AGGREGATION_REQ": "string",
                      "REASON_AGGREGATION": "string",
                      "IMPACTS_OF_REPORT": "string",
                      "SOURCE": "string",
                      "DESTINATION": "string"
                    },
                    "updated": false
                  },
                  "tableOptionSpecHash": "[{\"name\":\"useFilter\",\"valueType\":\"boolean\",\"defaultValue\":false,\"widget\":\"checkbox\",\"description\":\"Enable filter for columns\"},{\"name\":\"showPagination\",\"valueType\":\"boolean\",\"defaultValue\":false,\"widget\":\"checkbox\",\"description\":\"Enable pagination for better navigation\"},{\"name\":\"showAggregationFooter\",\"valueType\":\"boolean\",\"defaultValue\":false,\"widget\":\"checkbox\",\"description\":\"Enable a footer for displaying aggregated values\"}]",
                  "tableOptionValue": {
                    "useFilter": false,
                    "showPagination": false,
                    "showAggregationFooter": false
                  },
                  "updated": false,
                  "initialized": false
                },
                "multiBarChart": {
                  "rotate": {
                    "degree": "-45"
                  },
                  "xLabelStatus": "default",
                  "stacked": true
                }
              },
              "commonSetting": {},
              "keys": [
                {
                  "name": "REPORT_ID",
                  "index": 0.0,
                  "aggr": "sum"
                }
              ],
              "groups": [
                {
                  "name": "SUB_DOMAIN",
                  "index": 2.0,
                  "aggr": "sum"
                }
              ],
              "values": [
                {
                  "name": "SUB_DOMAIN",
                  "index": 2.0,
                  "aggr": "sum"
                }
              ]
            },
            "helium": {}
          }
        },
        "editorSetting": {
          "language": "sql",
          "editOnDblClick": false,
          "completionKey": "TAB",
          "completionSupport": true
        },
        "editorMode": "ace/mode/sql"
      },
      "settings": {
        "params": {},
        "forms": {}
      },
      "results": {
        "code": "SUCCESS",
        "msg": [
          {
            "type": "TABLE",
            "data": "REPORT_ID\tREPORTS_NAME\tSUB_DOMAIN\tFREQUENCY\tREPORT_OWNER\tTYPE_OF_REPORT\tPURPOSE\tAGGREGATION_REQ\tREASON_AGGREGATION\tIMPACTS_OF_REPORT\tSOURCE\tDESTINATION\n1\tCalculating how much to charge an ASO group for pass through \u0026 Margin\tDelinquency\tTBD\tTBD\tOperational\t\t\t\t\t\t\n2\tAmreican Radio Monthly Claims and Membership\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n3\tiHealth Savings Fee Trend\tFees \u0026 Charges\tMonthly\tSFFR Team\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n4\tiHealth Savings Trend\tFees \u0026 Charges\tMonthly\tSFFR Team\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n5\tImmediate Stop Loss Report Billes in Arrears\tSpecific Stop Loss\tMonthly\tSFFR Team\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n6\tIMMEDIATIE STOP LOSS (REVISED)\tSpecific Stop Loss\tWeekly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n7\tInternational Textile Group Stop Loss Summary\tSpecific Stop Loss\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n8\tISL in Arrears Report \tIndividual Stop Loss\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n9\tITS Access Fee Trend \tBilling/Finance\tTBD\tKaren Graves \tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n10\tITS Provider Info Report (EDW)\tProvider\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n11\tLawson Transactions_Combocode\tBilling/Finance\tMonthly\tSFFR Team\tContractual\t\tNo\t\t\t\t\n12\tLawson Transactions_Group ID\tBilling/Finance\tMonthly\tSFFR Team\tContractual\t\tNo\t\t\t\t\n13\tAR100\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n14\tLocal Provider Info Report\tProvider\tMonthly\tSFFR Team\tContractual\t\tYes\tClaims will be paid from both systems and both will contain provider info.\tBusiness partners will receive mulitple reports which will result in a dissatisfier.\t\t\n15\tMembership Listing by Month\tMembership\tMonthly\tSFFR Team\tContractual\t\tYes\tMembership trends will be listed in both systems and we will need to extract those during the period in which the report overlaps both\tCalculations will not be accurate due to missing membership info.\t\t\n16\tMembership Trend\tMembership\tMonthly\tSFFR Team\tOperational\t\tYes\tMembership trends will be listed in both systems and we will need to extract those during the period in which the report overlaps both\tCalculations will not be accurate due to missing membership info.\t\t\n17\tMembership Trend Combo\tMembership\tMonthly\tSFFR Team\tOperational\t\tYes\tMembership trends will be listed in both systems and we will need to extract those during the period in which the report overlaps both\tCalculations will not be accurate due to missing membership info.\t\t\n18\tAR105\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n19\tMISSING GROUP #S\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n20\tMonthly 12 Paid Stop Loss Report (100% and 50%)\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n21\tMonthly Claims and Membership by Subgroup Request\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n22\tMonthly Claims and Membership by Subgroup Request\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n23\tMonthly Claims and Membership by Subgroup Request\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n24\tMonthly Claims and Membership by Subgroup Request\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n25\tMonthly Claims and Membership by Subgroup Request\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n26\tMonthly Claims and Membership by Subgroup Request\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n27\tMonthly Claims and Membership by Subgroup Request\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n28\tMonthly Reconciliation\tReconciliation\tMonthly\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n29\tMorgan USA - Monthly Claims and Membership\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n30\tMRM Monthly 12 Paid Stop Loss Report\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n31\tMRM Submission Detail Claim Record\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n32\tMRM Subs/Member Summary Query - Prmpt\tMembership\tMonthly\tSFFR Team\tContractual\t\tYes\tMembership trends will be listed in both systems and we will need to extract those during the period in which the report overlaps both\tCalculations will not be accurate due to missing membership info.\t\t\n33\tMRM/Member Detail Query\tMembership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n34\tMRM/Member Summary Query\tMembership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n35\tAR110\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n36\tNational Level Subgroup by Request Date\tClaims\tWeekly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n37\tNational Level_5k No PHI_Different Combos\tInvoice\tWeekly\tCaroline Butts\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n38\tNational Level_5k No PHI_Subgrp\tInvoice\tWeekly\tCaroline Butts\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n39\tNC Bankers Association\tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n40\tNC Bankers MLR Report - EDW\tMLR\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n41\tNC Bar SOBC Product\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n42\tNC Med Mbrsp and Claims by Subgroup with Admin Fee\tClaims \u0026 Membership\tMonthly\tTBD\tContractual\t\tYes\t\t\t\t\n43\tNC Med MLR Report - EDW\tMLR\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n44\tNC Med Monthly Claims and Membership\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n45\tNC MEDICAL SOCIETY\tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n46\tAR115\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n47\tParent ID SOBC by Product\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n48\tParent ID Triangle\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n49\tParent SOBC by Product\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n50\tPerformance Based Pricing Summary\tPerformance Pricing\tMonthly\tSFFR Team\tContractual\t\tYes\tClaims will be paid from both systems and this calculation will need to ber performed based on total discount.\tCalculations will not be accurate due to missing discount info.\t\t\n51\tPrepaid Claims in Hold Status\tClaims\tMonthly\tSFFR Team\tOperational\t\tNo\t\t\t\t\n52\tProduct Description by Group ID\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tClaims will be paid in both systems with multiple product descriptions and we need to intregrate into one report\tPlan designs would be missing resulting in customer dissatisfier.\t\t\n53\tRequest Date Triangle Report combogrp\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n54\tRequest Date Triangle Report groupid\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n55\tRequest Date Triangle Report parent id\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n56\tSAS (PHI)\tInvoice\tWeekly\tCaroline Butts\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n57\tAR228\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n58\tSelf-Bill Invoice Download\tInvoice\tTBD\tTBD\tOperational\t\t\t\t\t\t\n59\tSelf-Bill Invoice Download with Batch Sequence\tInvoice\tTBD\tTBD\tOperational\t\t\t\t\t\t\n60\tSelf-Bill Invoice Download with Original Acct No\tInvoice\tTBD\tTBD\tOperational\t\t\t\t\t\t\n61\tSelf-Bill Invoice Download with Sub Name\tInvoice\tTBD\tTBD\tOperational\t\t\t\t\t\t\n62\tSelf-Bill Invoice Fees for Specific Subscriber\tInvoice\tTBD\tTBD\tOperational\t\t\t\t\t\t\n63\tSelf-Bill Review of Account by Premium Month\tInvoice\tTBD\tTBD\tOperational\t\t\t\t\t\t\n64\tSelf-Bill Review of Bill Month vs Premium Month\tInvoice\tTBD\tTBD\tOperational\t\t\t\t\t\t\n65\tSG ASO (balanced funding groups sold)\tSales\tMonthly\tSam Carr\tOperational\t\t\t\t\t\t\n66\tSOA\tClaims \u0026 Membership\tTBD\tTBD\tContractual\t\tYes\t\t\t\t\n67\tSOBC\tSOBC\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n68\tAR560\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n69\tSOBC by Group and Product\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n70\tSOBC Combined Group by Product\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n71\tSOBC Combines Group by Product New Modified\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n72\tSpecific Stop Loss \tSpecific Stop Loss\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n73\tSSL Claims over $Xk with Diag\tSpecific Stop Loss\tMonthly\tSFFR Team\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n74\tStandard Care Mgmt\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n75\tStandard Claims and Mbrsp by Subgroup\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n76\tStandard Claims and Mbrsp by Subgroup Request Month\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n77\tStandard Membership and Claims by Subgroup New\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n78\tStandard Membership and Claims by Subgroup New Request Date\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n79\tARITRANS/ARIDISTB\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n80\tStandard Membership and Claims by Subgroup New with CTD\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n81\tStatement of Account ( Estimated) \tStatement of Account\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n82\tStatement of Account (Actual ) \tStatement of Account\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n83\tStatement of Security Amount \tStatement of Account\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n84\tStop Loss Claims Detail Report\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n85\tStop Loss Credits by Group\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n86\tStop Loss Report_Combo Gropu # w. Laser\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n87\tStop Loss Report_Single Group # w. Laser\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n88\tStop Loss Summary Report\tSpecific Stop Loss\tTBD\tTBD\tContractual\t\t\t\t\t\t\n89\tStop-Loss  \tSpecific Stop Loss\tTBD\tTBD\tOperational\t\t\t\t\t\t\n90\tASO Adjustments(Other credits \u0026 Charges) Misc Credits    Misc Charges  Vendor Fees Wellness credits Data Import Fee FSA Admin fee HA Paper Charge Health Coaching Charge Maine Dirigo Charge NYGME Charge Prime Therapeutics                        \tFees \u0026 Charges\tMonthly\tTBD\tOperational\t\t\t\t\t\t\n91\tSubscriber Trend\tMembership\tMonthly\tSFFR Team\tOperational\t\tYes\tMembership trends will be listed in both systems and we will need to extract those during the period in which the report overlaps both\tCalculations will not be accurate due to missing membership info.\t\t\n92\tSubscriber Trend Combo\tMembership\tMonthly\tSFFR Team\tOperational\t\tYes\tMembership trends will be listed in both systems and we will need to extract those during the period in which the report overlaps both\tCalculations will not be accurate due to missing membership info.\t\t\n93\tSummary TDM Report\tTotal Discount Measure\tMonthly\tSFFR Team\tContractual\t\tYes\tClaims will be paid from both systems and this calculation will need to ber performed based on total discount.\tCalculations will not be accurate due to missing discount info.\t\t\n94\tTDM Report\tTotal Discount Measure\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n95\tTotal Discount Measure \tTotal Discount Measure\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n96\tTown of Cary DOS Split Report\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n97\tTriangle Report\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n98\tTriangle Report by Combogrp\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n99\tTriangle Report by Group\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n100\tTriangle Report by Group Request Date\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n101\tASO specific queries under Project Queries Team\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n102\tTriangle Report by Request Date\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n103\tTriangle Report Delhaize Custom\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n104\tTriangle Report Dept ID Split\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n105\tTriangle Report Groupid\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n106\tTriangle Report Parent ID\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n107\tTriangulation\tBilling/Finance\tTBD\tTBD\tContractual\t\t\t\t\t\t\n108\tTrinet Claims\tClaims\tMonthly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n109\tTrinet Members\tMembership\tMonthly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n110\tUW ERISA List\tERISA\tMonthly\tSFFR Team\tContractual\t\tNo\t\t\t\t\n111\tWeekly Funding Notice \tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n112\tClaims Paid Amounts by Contract Type\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n113\tASOCLM02\tClaims\tTBD\tTBD\tContractual\t\t\t\t\t\t\n114\tWeekly/Monthly Funding Notice \tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n115\tWK Est National Level_5k_no Phi  Mewa\tClaims\tTBD\tTBD\tContractual\t\t\t\t\t\t\n116\tWK EST NATIONAL LEVEL_5K_NO PHI_MEWA\tInvoice\tWeekly\tCaroline Butts\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n117\tWeekly Members Not Engaged\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n118\tMonthly Case Management Detail\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n119\tCustom Case Management letters\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n120\tCustom Utilization Management letters\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n121\tHigh Cost Claimant report\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n122\tAccumulated Deductible Coinsurance and Copay report\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n123\tDrug Summary Report \tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n124\tASOCLM03\tClaims\tTBD\tTBD\tContractual\t\t\t\t\t\t\n125\tMember ACA Eligbility Report\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n126\tExecutive Summary\tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n127\tConsolidated Priority Analysis Report \tNeed Additional Info*\tTBD\tTBD\tOperational\t\t\t\t\t\t\n128\tASOCLM04\tClaims\tTBD\tTBD\tContractual\t\t\t\t\t\t\n129\tBalanced Funding Monthly Reconciliation\tReconciliation\tMonthly\tDawn Gordon\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n130\tBalanced Funding Monthly Reconcilliation Report\tReconciliation\tOn Demand\tTBD\tOperational\t\t\t\t\t\t\n131\tBCBSNC Delhaize\tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tNo\t\t\t\t\n132\tBuncombe County Claims Paid Amount\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n133\tBUTTERBALL \tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n134\tButterball Claims for ASL Report Combo\tAggregate Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n135\tButterball Subscribers for ASL Report Combo\tAggregate Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n136\t2018 Cash Reconciliation\tReconciliation\tTBD\tKaren Graves \tContractual\t\tNo\t\t\t\t\n137\tCare Coordinator Fees Summary\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tNo\t\t\t\t\n138\tCare Management Fee \tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n139\tCare Management Fees Report New\tFees \u0026 Charges\tMonthly\tSFFR Team\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n140\tCare Management Fees Report New \tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n141\tCare Management Fees Report New request Date\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n142\tCare Management Report with CTD and EXC Options\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n143\tCare mgmt by Month\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n144\tCare Mgmt Fees Active Health\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n145\tCare Mgmt Report with Deductions\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n146\tCarolian Beverage Membership with Factors\tMembership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n147\tAccess Fee Credits\tFees \u0026 Charges\tMonthly\tSFFR Team\tContractual\t\tYes\tClaims with access fees will be paid in both systems.\tCalculations will be incorrect if both systems are not included.\t\t\n148\tCash Reconciliation\tReconciliation\tMonthly\tTBD\tOperational\t\t\t\t\t\t\n149\tCity WS Monthly Claims and Membership by Subgoup\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n150\tClaims and Mbrship by Product\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n151\tClaims and Membership\tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n152\tClaims Billed in Arrears\tClaims\tMonthly\tTBD\tOperational\t\t\t\t\t\t\n153\tClaims Count Trend\tClaims\tMonthly\tSFFR Team\tOperational\t\tYes\tClaims will be paid in both systems and the counts will need to be integrated.\t\t\t\n154\tClaims in Prosta 3 (Hold)\tClaims\tMonthly\tSFFR Team\tOperational\t\tNo\t\t\t\t\n155\tClaims in Prosta 8 (Error)\tClaims\tMonthly\tSFFR Team\tOperational\t\tNo\t\t\t\t\n156\tClaims Paid Amounts by Contract Type by Request Month\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n157\tClaims Paid by Groups\tClaims\tMonthly\tSFFR Team\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n158\tAggregate stop loss\tAggregate Stop Loss\tTBD\tTBD\tContractual\t\t\t\t\t\t\n159\tClaims Paid In Arrears\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n160\tClaims Paid in Arrears \tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tClaims will be paid in both systems and data will need to be integrated for reporting.\tCalculations will be incorrect if both systems are not included.\t\t\n161\tClaims Paid Trend \tBilling/Finance\tTBD\tKaren Graves \tOperational\t\tYes\tClaims will be paid in both systems and data will need to be integrated for reporting.\tCalculations will be incorrect if both systems are not included.\t\t\n162\tClaims Paid Trend Claimtyp\tClaims\tMonthly\tSFFR Team\tOperational\t\tYes\tClaims will be paid in both systems and data will need to be integrated for reporting.\tCalculations will be incorrect if both systems are not included.\t\t\n163\tClaims PD ALL DATRCV\tClaims\tWeekly\tCaroline Butts\tOperational\t\tYes\tClaims will be paid in both systems and data will need to be integrated for reporting.\tCalculations will be incorrect if both systems are not included.\t\t\n164\tClaims Prosta not Equal to 5 Summary\tClaims\tMonthly\tSFFR Team\tOperational\t\tNo\t\t\t\t\n165\tClaims Received by SRCSYS\tClaims\tMonthly\tSFFR Team\tOperational\t\tNo\t\t\t\t\n166\tClaims Received Prior Month Paid Current Month or No Date Paid\tClaims\tMonthly\tSFFR Team\tOperational\t\tNo\t\t\t\t\n167\tClaims Received Prior Month with no Date Paid Detail\tClaims\tMonthly\tSFFR Team\tOperational\t\tNo\t\t\t\t\n168\tClaims Trend Weekly All groups (Lawson)\tClaims\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n169\tAggregate Stop Loss \tAggregate Stop Loss\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n170\tCombo Group SOBC By Product\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n171\tCombo Group Triangle\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n172\tCombo Id 12-X stop loss summary\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n173\tCOMBO Id X-12 stop loss summary\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n174\tCT MANAGEMENT INC.\tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n175\tCustomer Level Subgroup \tClaims\tWeekly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n176\tCustomer Level Subgroup by Request Date\tClaims\tWeekly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n177\tCustomer Level_5k No PHI_ Subgrp\tInvoice\tWeekly\tCaroline Butts\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n178\tCustomer Level_5k WITH PHI\tInvoice\tWeekly\tCaroline Butts\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n179\tCZ100\tClaims\tWeekly\tCaroline Butts\tOperational\t\tNo\t\t\t\t\n180\tAir T Inc. SOA\tStatement of Account\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n181\tDelhaize Report Info\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tNo\t\t\t\t\n182\tDetail Claims\tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n183\tDetail Paid Claims by Acct Monthly or Weekly\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n184\tDetail Paid Claims by Acct Monthly or Weekly Hogslat\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n185\tDetail Paid Claims by Acct Monthly or Weekly no Diag Proc\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n186\tDetail Paid Claims by Request Date\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n187\tDetail Paid Claims by Request Date with PROVSP\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n188\tDetailed Paid Claims\tClaims\tMonthly/ Weekly\tTBD\tContractual\t\t\t\t\t\t\n189\tDLQ - Facets BCBSNC Groups on Suspend with $0.00 Balance\tDelinquency\tTBD\tTBD\tOperational\t\t\t\t\t\t\n190\tERISA\tERISA\tAnnually\tTBD\tContractual\t\t\t\t\t\t\n191\tAIR T SSL REPORT \tBilling/Finance\tTBD\tKaren Graves \tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n192\tERISA 5500 Information_Combo with Two Products\tERISA\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n193\tERISA 5500 Information_Combocode\tERISA\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n194\tERISA 5500 Information_Group Id\tERISA\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n195\tERISA 5500 Information_Group Id with two products\tERISA\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n196\tERISA 5500 Information_Parent Id (MEWA ONLY)\tERISA\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n197\tEstimated Calculation_Lg Clms by Mamber\tClaims\tQuarterly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n198\tExpected Claims for ASL by Group Id by Product\tAggregate Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n199\tExpected Claims for ASL by Product\tAggregate Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n200\tFurnture Brands - Mem and Chg by Subgroup\tClaims \u0026 Membership\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n201\tGoodrich Detail Claims Funded Only\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n202\tAmerican Radio - special Membership \u0026 Claims Rpt\tClaims \u0026 Membership\tTBD\tTBD\tContractual\t\t\t\t\t\t\n203\tGreater tan 5k Claims\tClaims\tWeekly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tCalculations will be incorrect if both systems are not included.\t\t\n204\tGROUP BALANCE REPORT\tBilling/Finance\tWeekly\tCaroline Butts\tOperational\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tCalculations will be incorrect if both systems are not included.\t\t\n205\tGroup Id 12-X stop loss summary\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n206\tGroup ID Paid Detail Claims TPA\tClaims\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n207\tGroup ID SOBC by Product\tSOBC\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n208\tGroup ID Stop LOss Claims TPA\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n209\tGroup ID Triangle\tClaims Lag\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n210\tGroup Id X-12 stop loss detail\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n211\tGroup Id X-12 stop loss summary\tSpecific Stop Loss\tMonthly\tSFFR Team\tContractual\t\tYes\tThis includes actual paid claims data and claims will still be paying from both systems.\tGroups will have 2 separate reports which will create a customer dissatisfier.\t\t\n212\tGroup RefundsASO Refunds_Jan 2018  (Company 02)\tRefunds\tWeekly\tTBD\tContractual\t\t\t\t\t\t\n"
          }
        ]
      },
      "apps": [],
      "jobName": "paragraph_1536244058383_-2115107646",
      "id": "20180906-102738_1612916520",
      "dateCreated": "2018-09-06 10:27:38.383",
      "dateStarted": "2018-09-17 10:00:54.894",
      "dateFinished": "2018-09-17 10:01:07.962",
      "status": "FINISHED",
      "progressUpdateIntervalMs": 500
    },
    {
      "text": "%mysql_aso\n",
      "user": "anonymous",
      "dateUpdated": "2018-09-06 10:28:25.716",
      "config": {},
      "settings": {
        "params": {},
        "forms": {}
      },
      "apps": [],
      "jobName": "paragraph_1536244105714_1251481049",
      "id": "20180906-102825_823641000",
      "dateCreated": "2018-09-06 10:28:25.714",
      "status": "READY",
      "progressUpdateIntervalMs": 500
    }
  ],
  "name": "mysql_connection",
  "id": "2DPZTMCYV",
  "noteParams": {},
  "noteForms": {},
  "angularObjects": {
    "python:shared_process": [],
    "mysql_aso:shared_process": [],
    "spark:shared_process": []
  },
  "config": {
    "isZeppelinNotebookCronEnable": false
  },
  "info": {}
}